trans.addDict([
    [300, 0, "#"], [300, 1, "№"],
    [301, 0, "description"], [301, 1, "описание"],
    [302, 0, "peer"], [302, 1, "пир"],
    [303, 0, "check interval"], [303, 1, "период проверки"],
    [304, 0, "cope duration"], [304, 1, "задержка"],
    [305, 0, "#phone"], [305, 1, "№тел."],
    [306, 0, "SMS"], [306, 1, "CMC"],
    [307, 0, "call"], [307, 1, "звонок"],
    [308, 0, "enable"], [308, 1, "активна"],
    [309, 0, "load"], [309, 1, "загружать"],
]);
//menu
trans.addDict([
    [400, 0, "equipment check"], [400, 1, "проверка оборудования"],
    [402, 0, "help"], [402, 1, "помощь"],
    [403, 0, "program"], [403, 1, "программа"]
]);

//error
trans.addDict([
    [250, 0, "failed to get data from database"], [250, 1, "не удалось получить данные из базы данных"],
    [255, 0, "failed to reset controller programs"], [255, 1, "не удалось перезапустить программы контроллера"],
    [257, 0, "failed to save"], [257, 1, "не удалось сохранить"],
    [256, 0, "failed to get phone from database"], [256, 1, "не удалось получить группы номеров телефона"]
]);




